package kr.ac.kopo.day17.homework;

/*


2. 홍수로 이재민 발생
방송국에서 이재민을 위한 성금 모집
방송중 콜센터 1~4번까지 전화걸어 성금 해주시길 바랍니다
방송이 종료디면 모금된 서금 총액을 알려드리겠습니다.

제약조건>
1~4번 콜센터 각각 10통 전화 받을 수 있음
성금은 1000원 ~10000원 사이, 1000단위로 랜덤하게 추출된다 가정
콜센터에서는 10통으 ㅣ전화를 받은 후 각 콜센터의 총성금을 출력하고 마지막으로 4개의 콜센터 성금 총 액 출력

콜센터 1~4번까지 1000~10000원 단위로 성금 적립
3번 콜세터 : 7000원 받았습니다.
4번 콜세터 : 2000원 받았습니다.
1번 콜세터 : 9000원 받았습니다.
4번 콜세터 : 3000원 받았습니다.
3번 콜세터 : 7000원 받았습니다.
...
1번 콜센터 총성금액 : ~~원
2번 콜세터 : 1000원 받았습니다.
2번 콜센터 총성금액 : ~~원
3번 콜센터 총성금액 : ~~원
...
국민들이 보내주신 총 성금액 : ~~원


 */
public class Hw2 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
